[
    {
        "id": 0,
        "img": "https://nutrimaiaralima.com.br/wp-content/uploads/2023/03/Design-sem-nome-1.jpg",
        "alt": "capa do artigo",
        "title": "Receitas Fodmap: 10 Opções Deliciosas",
        "intro": "A dieta FODMAP é um plano alimentar que tem como objetivo aliviar os sintomas de problemas digestivos, como a síndrome do intestino irritável.",
        "text": "  Essa dieta restringe a ingestão de certos carboidratos fermentáveis que podem causar desconforto gastrointestinal em algumas pessoas. \n\n No entanto, seguir uma dieta FODMAP não significa abrir mão do sabor e da variedade na alimentação.  A seguir, apresentamos algumas opções de receitas FODMAP para você aproveitar: \n\n  ## 1. Omelete de Leguminosas: \n   Prepare uma omelete com ovos, tomate picado, espinafre e pimentão. Tempere com sal, pimenta e ervas frescas a gosto. Essa receita é rica em proteínas e vegetais, sendo uma opção nutritiva e livre de FODMAPs. \n ## 2. Salada de Quinoa com Legumes:  \n\n Cozinhe a quinoa e misture com legumes grelhados, como abobrinha, berinjela e pimentão. Adicione azeite de oliva, suco de limão, sal e erva para temperar. Essa salada é leve, refrescante e cheia de nutrientes. \n\n  \n ## 3. Frango ao Curry com Leite de Coco:  \n\n Cozinhe cubos de frango com curry em pó, leite de coco e temperos de sua preferência. Sirva com arroz branco ou arroz integral. Essa receita é saborosa e aromática, perfeita para dar um toque exótico à sua dieta FODMAP.  \n ## 4. Wrap de Alface com Recheio de Peru e Abacate:  \n\n Enrole fatias de peru, abacate, cenoura ralada e folhas de alface em um wrap de alface. Adicione um molho leve à base de iogurte sem lactose e ervas frescas. Essa opção é prática, saudável e fácil de transportar. O abacate é fodmap, porém em pequenas quantidades pode ser que seu corpo toler, sempre bom observar qual é essa quantidade que não cause sintomas.  \n ## 5. Smoothie de Frutas sem FODMAPs:  \n\n Prepare um smoothie batendo no liquidificador uma combinação de frutas permitidas na dieta, como morango, banana, abacaxi e kiwi. Adicione água de coco ou leite de amêndoa para obter uma consistência cremosa. Essa bebida refrescante é uma ótima opção para os dias mais quentes.  \n ## 6. Sopa de Legumes com Caldo Caseiro:  \n\n Prepare uma sopa nutritiva cozinhando legumes sem FODMAPs, como abóbora, cenoura, batata e chuchu, em um caldo caseiro de vegetais. Tempere com ervas frescas, sal e pimenta. Essa sopa é reconfortante e ideal para os dias mais frios.  \n ## 7. Salada de Frutas com Hortelã:  \n\n Corte uma variedadedade de frutas de baixo teor de FODMAPs, como morangos, banana e abacaxi, em cubos. Misture as frutas em uma tigela e acrescente as folhas frescas de hortelã picadas por cima. Essa salada de frutas refrescante é uma opção saudável e deliciosa para sobremesa.  \n ## 8. Risoto de Quinoa com Vegetais:  \n\n Prepare um delicioso risoto utilizando quinoa, um grão sem glúten e baixo em FODMAPs. Refogue a cebola e o alho em azeite de oliva, acrescente a quinoa e mexa por alguns minutos. Acrescente caldo de legumes aos poucos, mexendo sempre, até que a quinoa esteja cozida. Adicione leguminosas como abobrinha e espinafre, e tempere com sal e pimenta. Sirva o risoto quente e desfrute de uma refeição saborosa.  \n ## 9. Espaguete de Abobrinha com Molho de Tomate Caseiro:  \n\n Substitua o tradicional espaguete de trigo por espaguete de abobrinha, feito com uma espiralizadora de legumes. Prepare um molho de tomate caseiro utilizando tomates frescos, cebola, alho e temperos a gosto. Cozinhe o molho em fogo baixo até que os ingredientes estejam macios e o sabor se intensifique. Sirva o espaguete de abobrinha com o molho de tomate por cima e desfrute de um prato leve e saudável.  \n ## 10. Muffins de Banana com Aveia:  \n\n Prepare muffins saudáveis ​​utilizando bananas maduras amassadas, aveia sem glúten, ovos, leite sem lactose ou bebida vegetal de amêndoas e adoçante estévia. Misture todos os ingredientes em uma tigela, despeje a massa em forminhas individuais e asse no forno pré-aquecido até que os muffins estejam dourados. Esses muffins são uma opção nutritiva para o café da manhã ou lanche da tarde. \n\n\n  ### Lembre-se de que cada pessoa pode reagir de maneira diferente aos alimentos, por isso é importante consultar um nutricionista especializado em dietas com baixo teor de FODMAPs para obter orientações personalizadas.  "
    },
    {
        "id": 1,
        "img": "https://i.pinimg.com/564x/71/1f/eb/711feb746d2bf08ca320e8ef0aacfc21.jpg",
        "alt": "Foto ilustrativa de pessoas com dúvidas",
        "title": "Maiores dúvidas",
        "intro": "Aqui estão listadas as dúvidas mais recorrentes entre as pessoas que procurão pelo meu serviço",
        "text":"## DIABETES MELLITUS TIPO 2 \n **O que é?** É resultado de maus hábitos alimentares e sedentarismo. Neste tipo de diabetes, o pâncreas produz insulina em quantidades insuficientes ou as células do organismo são resistentes à insulina e, por isso, o valor de glicemia permanece superior ao normal. \n # Resistência a insulina \n **O que é?**  Quando as células do corpo não respondem à ação desse hormônio e têm dificuldade para absorver a glicose do sangue, o que estimula uma produção de mais insulina, aumentando os níveis desse hormônio no sangue. Se você é diabético ou recebeu o diagnóstico de diabetes e se sente perdido na alimentação, **#vemcomigoesaibacomocontrolarseusníveisdeglicose.** \n\n # HIPERTENSÃO\n  **O que é?** É a força que o sangue faz contra as paredes das artérias para conseguir circular por todo o corpo. É considerada hipertensão a pressão sistólica > 140mmHg e a diastólica > 90mmHg. Se não for tratada pode desencadear o desenvolvimento de insuficiência cardíaca congestiva, falência renal e doença cardiovascular. Fatores como idade, sedentarismo, fumo e alimentação rica em gorduras, álcool, sal e carboidratos, favorecem o desenvolvimento da doença. \n\n # DISLIPIDEMIAS \n  **O que é?** Dislipidemias é quando há um nível elevado de lipídios (colesterol ou triglicerídeos, ou ambos juntos). Essas alterações por si só já colaboram para o desenvolvimento de doenças cardiovasculares, e se combinado a baixos níveis de colesterol HDL (o chamado 'bom' colesterol, o risco da doença aumenta consideravelmente. \n\n # OBESIDADE \n  **O que é?** A obesidade é definida como o acúmulo excessivo tecido adiposo (gordura) no corpo que aumenta o risco de desenvolver diversos problemas de saúde. Ela envolve aspectos como fatores genéticos, ambientais, comportamentais e nutricionais. O que você ganharia se perdesse 5-10 kg? **#Vemcomigoparalcançarseusonhos!**\n\n  # Doenças inflamatórias intestinais - TUDO COMEÇA NO INTESTINO \n  **O que são?** São doenças que ocorrem no intestino, as principais são a doença de Crohn e Celíaca possuem características inflamatórias, cursando com sintomas de diarréia ou obstipação, dores abdominais, vômitos, entre outros. Geralmente, estão relacionados a alimentação, situações emocionais, etc.\n Se esse post falou com **você** ou com alguém que você conheça, saiba que a Nutrição pode te ajudar sem dúvida! **#Vemcomigoparaserfeliz**\n\n # ALERGIA ALIMENTAR\n **O que é?** É uma resposta imune, resultante da sensibilidade a certos componentes presentes no alimento, geralmente a proteína. A melhor conduta para tratar essa condição é a exclusão do alimento com potencial alergênico e a substituição por alimentos com as mesmas propriedades nutricionais, a fim de evitar deficiências. **#vemcomigoverquetemluznofimdotúnel**"
    },
    {
        "id": 2,
        "img": "https://github.com/EdsonCampanhao.png",
        "alt": "foto do gabriel",
        "title": "test x",
        "intro": "testando a pagina de artigos2 "
    },
    {
        "id": 3,
        "img": "https://github.com/EdsonCampanhao.png",
        "alt": "foto do gabriel",
        "title": "test 2",
        "intro": "testando a pagina de artigos232 "
    },
    {
        "id": 4,
        "img": "https://github.com/EdsonCampanhao.png",
        "alt": "foto do gabriel",
        "title": "test 3",
        "intro": "testando a pagina de artigos12312 "
    },
    {
        "id": 5,
        "img": "https://github.com/EdsonCampanhao.png",
        "alt": "foto do gabriel",
        "title": "test 7",
        "intro": "testando a pagina de artigos12312 "
    },
    {
        "id": 6,
        "img": "https://github.com/EdsonCampanhao.png",
        "alt": "foto do gabriel",
        "title": "test 9",
        "intro": "testando a pagina de artigos12312 "
    }
]